Revit 2027 API
UnitTypeId.Calories Property
 Calories.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Calories { get; }
Public Shared ReadOnly Property Calories As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Calories {
	ForgeTypeId^ get ();
}
static member Calories : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace